{
  "ABOUT" : "About me",
  "SKILLS" : "Skills",
  "PROJECTS" : "Projects",
  "MAIN": "I’m João Araújo, a passionate developer with a strong background in full-stack development. With a degree in Systems Analysis and Development, I’ve been honing my skills in technologies like Java, Spring Boot, AngularJS, VueJS, and databases such as MySQL, Postgres, and MongoDB.",
  "MAIN-2": "I’m always on the lookout for new challenges that foster continuous growth and deliver high-quality solutions. I believe that innovation stems from exchanging ideas and embracing diverse experiences, and my goal is to contribute to the success of projects that turn concepts into reality.",
  "MAIN-3": "Let’s connect and explore new opportunities to build the future together!",
  "WELLCOME" : "I'm João Araújo, a full-stack developer with experience in technologies like Java, Spring Boot, AngularJS, and databases like MySQL and MongoDB. I'm always looking for new challenges and believe that innovation comes from sharing ideas and diverse experiences. Let's build the future together!",
  "DOWNLOAD_CV" : "Download my Resume",
  "ABOUT_BT": "Know me better",
  "GIFIT": "2 bucks or a Mystery Gift?",
  "MONEY": "2 bucks",
  "MISTERY" : "Mystery Gift",
  "DELFOS" : "Delfos is a platform that connects service providers and businesses with people looking for their services. The platform aims to improve communication between service providers and those seeking services. The technologies involved are: Java, Spring Boot, MySQL, Vue.js, and Docker.",
  "HEFESTO" : "Hefesto is an IoT application aimed at controlling workplace ergonomics through measurement, analysis, and the provision of a dashboard, along with iterative and dynamic data export in CSV format. The technologies involved are: Java, Spring Boot, MySQL, Vue.js, and Docker.",
  "FAROL" : "FarolAcad is a mobile project developed for a corporate university, packed with features that allow the management of students, questions, answers, courses, and exams, as well as the issuance of certificates upon course completion, which are sent directly via email. The platform adopts a playful and gamified approach to promote greater user engagement. The technologies used in the project include Java, Spring Boot, React Native, Expo, Docker, and MySQL.",
  "SNAKE" : "Java GUI study project. In this project, I developed a snake game with a scoring system, controlled by the keyboard's arrow keys. The technologies used were Java and Java Swing."


}
